Repository: MShakerBadr/LeanWebSite
Catalog: lean.UI/LocalResources/Resource.*.resx
Languages: ar_eg

source: About The Land Developers
ar_eg: عن ذي لاند ديفلوبرس

source: AboutUs
ar_eg: معلومات عنا

source: About Us Banner Photo Url
ar_eg: صورة غلاف صفحة معلومات عنا

source: About Us Banner Photo Url Is Required
ar_eg: صورة غلاف صفحة معلومات عنا مطلوبة

source: About Us Is Required
ar_eg: من نحن مطلوب

source: About Us Photo Url Is Required
ar_eg: صوره معلومات عنا مطلوبه

# AboutUstAr
source: About Us Arabic
ar_eg: من نحن باللغة العربية

# AboutUstEn
source: About Us English
ar_eg: من نحن باللغة الانجليزية

source: About Us tPhoto Url
ar_eg: صوره معلومات عنا

source: Add New Project
ar_eg: اضف مشروع جديد

# Address1
source: Downtown Katameya
ar_eg: DownTwon القطامية

# Address2
source: Building S1 B, 3rd floor,
ar_eg: ب الدور الثالثS1 عمارات

# Address3
source: First New Cairo,
ar_eg: القاهرة الجديدة

# Address4
source: Cairo Governorate
ar_eg: محافظة القاهرة

# AddVideo
source: Add Video Url
ar_eg: إضافة لينك الفيديوا

source: All
ar_eg: الكل

source: All Applied Job Requests
ar_eg: عدد طلبات التوظيف

source: All Contact Us Reasons
ar_eg: كل اسباب التواصل

source: Al lContact Us Requests Projects Count
ar_eg: عدد طلبات التواصل

source: All Job Requests
ar_eg: كل طلبات الوظائف

source: All Locations
ar_eg: كل المواقع

source: All Projects Count
ar_eg: كل المشاريع

source: All Project Types
ar_eg: كل انواع المشاريع

source: All Property Types
ar_eg: كل انواع الملكية

source: All Unit Types
ar_eg: كل انواع الوحدات

source: AMENITIES
ar_eg: وسائل الراحة

source: Apply For A Job
ar_eg: التقديم لوظيفة

source: ARCHITECTURE
ar_eg: هندسة معمارية

# AREWE
source: we are
ar_eg: نحن

source: Attachment Url
ar_eg: لينك الملف المرفق

source: Attachment Url Is Required
ar_eg: الملف المرفق مطلوب

source: Attchment Description Ar
ar_eg: تفاصيل المرفق بالعربية

source: Attchment Description En
ar_eg: تفاصيل المرفق بالإنجليزية

# AttchmentNameAr
source: Attchment Name Arabic
ar_eg: الملف الموفق باللغة الانجليزية

# AttchmentNameEn
source: Attchment Name English
ar_eg: الملف الموفق باللغة الانجليزية

source: Attchment Name Is Required
ar_eg: الملف المرفق مطلوب

source: Attchment Url
ar_eg: لينك الملف المرفق

source: Attchment Url Is Required
ar_eg: لينك الملف المرفق مطلوب

source: Available Jobs
ar_eg: الوظائف المتاحة

source: Avilable Job
ar_eg: الوظائف المتاحة

source: A WORD FROM THE CHAIRMAN
ar_eg: كلمة رئيس مجلس الإدارة

source: Back To List
ar_eg: الرجوع الى القائمة

source: Banners
ar_eg: صور الغلاف

source: Basic Data
ar_eg: البيانات الرئيسية

# BeUpdated
source: Be updated with our latest news
ar_eg: تابعوا أخر أخبارنا

# BeUpdatedWithoutLatestProjects
source: Be Updated With Our Latest Projects and News
ar_eg: كن على اطلاع بآخر مشاريعنا وأخبارنا

source: Careers
ar_eg: وظائف

source: ChairMan
ar_eg: الرئيس

# ChairManNameAr
source: Chair Man Name Arabic
ar_eg: اسم المدير التنفيذى باللغة العربية

# ChairManNameEn
source: Chair Man Name English
ar_eg: اسم المدير التنفيذى باللغة الانجليزية

source: Chair Man Name Is Required
ar_eg: اسم المدير التنفيذى مطلوب

# ChairManPhotoUrl
source: Chair Man Photo
ar_eg: صوره المدير التنفيذى

# ChairManPhotoUrlIsRequired
source: Chair Man Photo Is Required
ar_eg: صورة المدير التنفيذى مطلوبه

# ChairManWordAr
source: Chair Man Word Arabic
ar_eg: كلمة المدير التنفيذى باللغة العربية

# ChairManWordEn
source: Chair Man Word English
ar_eg: كلمة المدير التنفيذى بالغة الانجليزية

source: Chair Man Word Is Required
ar_eg: كلمة المدير التنفيذى مطلوبه

source: Change Password
ar_eg: تغيير الرقم السرى

source: Change Username
ar_eg: تغيير إسم المستخدم

source: Click To Add
ar_eg: اضغط للاضافة

source: Clients
ar_eg: العملاء

source: Close
ar_eg: إغلاق

source: Commercial
ar_eg: تجاري

# COMMERCIALpro
source: COMMERCIAL
ar_eg: تجارية

# CommercialProjectDescriptionAr
source: Commercial Project Description Arabic
ar_eg: وصف المشروع التجارى باللغة العربية

# CommercialProjectDescriptionEn
source: Commercial Project Description English
ar_eg: وصف المشروع التجارى باللغة الانجليزية

source: Commercial Project Description Is Required
ar_eg: وصف المشروع التجارى مطلوب

source: Commercial Projects
ar_eg: المشاريع التجارية

source: Commercial Projects Count
ar_eg: عدد المشاريع التجارية

source: Company Address
ar_eg: عنوان الشركة

source: Company Location Map Url
ar_eg: موقع الشركة على الخريطة

source: Company Location Map Url Is Required
ar_eg: موقع الشركة مطلوب

source: Concept
ar_eg: مفهوم

# ConceptAr
source: Concept Arabic
ar_eg: المفهوم بالعربية

# ConceptEn
source: Concept English
ar_eg: المفهموم بالإنجليزية

source: Concept Image Url
ar_eg: صورة المفهوم

source: Concept Is Required
ar_eg: المفهوم مطلوب

source: Confirm Change Password
ar_eg: تأكيد تغيير الرقم السرى

source: Confirm Change Username
ar_eg: تأكيد تغيير إسم المستخدم

source: CONSTRUCTION UPDATES
ar_eg: متابعة الإنشاءات

source: Construction Updates Direction Url
ar_eg: لينك اتجاهات الانشاءات الجديدة

source: Construction Updates Direction Url Is Required
ar_eg: لينك انجاهات الانشاءات الجديدة مطلوب

# ConstructionUpdatesText
source: Construction Updates
ar_eg: مستجدات الانشاء

# ConstructionUpdatesTextAr
source: Construction Updates Text Arabic
ar_eg: مستجدات الانشاء بالعربية

# ConstructionUpdatesTextEn
source: Construction Updates Text English
ar_eg: مستجدات الانشاء بالانجليزية

source: Construction Updates Text Is Required
ar_eg: مستجدات الانشاء مطلوبه

source: Contact
ar_eg: اتصل

source: Contact Banner Photo Url
ar_eg: صورة غلاف صفحة التواصل

source: Contact Banner Photo Url Is Required
ar_eg: صورة غلاف صفحة التواصل مطلوبة

source: Contact Methods
ar_eg: وسائل التواصل

source: Contact Us
ar_eg: تواصل معنا

source: Contact Us Reason
ar_eg: سبب التواصل

source: Contact Us Request
ar_eg: طلبات التواصل

source: Content Managment
ar_eg: إدارة المحتوى

source: Convenient Location
ar_eg: موقع ملائم

source: Convenient Location Direction Url
ar_eg: لينك اتجاهات الموقع المناسب

source: Convenient Location Direction Url Is Required
ar_eg: لينك اتجاهات الموقع مطلوب

# ConvenientLocationTextAr
source: Convenient Location Text Arabic
ar_eg: الموقع المناسب بالعربية

# ConvenientLocationTextEn
source: Convenient Location Text English
ar_eg: الموقع المناسب بالإنجليزية

source: Convenient Location Text Is Required
ar_eg: الموقع مطلوب

source: Cover Url
ar_eg: صورة المشروع

source: Cover Url Is Required
ar_eg: صورة اللمشروع مطلوبه

source: Cv Url
ar_eg: لينك السيره الذاتية

source: Dashboard
ar_eg: الرئيسية

source: Delete
ar_eg: حذف

source: Deleted Successfully
ar_eg: تم الحذف بنجاح

source: Delivered
ar_eg: قدمناه

source: Delivered Banner Photo Url
ar_eg: صورة غلاف صفحة ما قدمناه

source: Delivered Banner Photo Url Is Required
ar_eg: صورة غلاف صفحة ما قدمناه مطلوبة

# Deliveringtrust
source: Delivering trust & quality
ar_eg: تقديم الثقة والجودة

source: Description
ar_eg: تفاصيل

# DescriptionAr
source: Description Arabic
ar_eg: الوصف باللغة العربية

# DescriptionEn
source: Description English
ar_eg: الوصف باللغة الانجليزيه

source: Description Is Required
ar_eg: الوصف مطلوب

# Dir
source: ltr
ar_eg: rtl

# DontHesiate
source: Don’t Hesitate to Contact Us Anytime
ar_eg: لا تتردد بالأتصال بنا في أي وقت

source: Download
ar_eg: تنزيل

# DropdownMenuDir
source: dropdown-menu-right
ar_eg: dropdown-menu-left

# Dwebsite
source: 3D web site
ar_eg: موقع ويب ثلاثى الأبعاد

source: Edit
ar_eg: تعديل

source: Email
ar_eg: البريد الإلكترونى

source: Email Is Required
ar_eg: البريد الإلكترونى مطلوب

# EnterEmail
source: Enter your Email
ar_eg: ادخل بريدك الالكترونى

source: Errors Occurred
ar_eg: حدث خطأ

source: Error When Send Request
ar_eg: خطأ عند إرسال طلب

source: Event
ar_eg: حدث

source: EVENTS
ar_eg: الأحداث

source: Event / New
ar_eg: حدث / خبر

source: Explore
ar_eg: عرض

source: FaceBook Url
ar_eg: لينك FaceBook

source: FaceBook Url Is Required
ar_eg: لينك FaceBook مطلوب

source: FAQs
ar_eg: أسئلة وأجوبة

source: F e a t u r e d P r o j e c t s
ar_eg: المشاريع المميزة

source: Featured Projects Count
ar_eg: عدد المشاريع المميزة

source: Find Our
ar_eg: ابحث لدينا عن

source: Floor Plans
ar_eg: خطط المبني

source: Follow Us
ar_eg: تابعنا علي

source: Footer
ar_eg: الفوتر

# ForMoreInformation
source: For more enquiries fill in the form and we will get in touch with you.
ar_eg: لمزيد من الإستفسارات أدخل بياناتك وسوف نتواصل معك

source: Full Name
ar_eg: الاسم بالكامل

source: GALLERY
ar_eg: المعرض

source: Gallery Banner Photo Url
ar_eg: صورة غلاف صفحة المعرض

source: Gallery Banner Photo Url Is Required
ar_eg: صورة غلاف المعروض مطلوبه

source: Get A Quot
ar_eg: إقتبس

source: GET DIRECTIONS
ar_eg: احصل على الإتجاهات

source: Get in
ar_eg: ابقي علي

source: Get in Touch
ar_eg: ابقى على تواصل

# Getnotifications
source: Get notifications about marketplace, updates and blog post.
ar_eg: أحصل على الاشعارات عن المتجر , التحديثات والمنشورات

source: Header
ar_eg: الهيدر

source: Home
ar_eg: الرئيسية

# HomeConceptAr
source: Home Concept Arabic
ar_eg: المفهوم فى الرئيسية باللغة العربية

# HomeConceptEn
source: Home Concept English
ar_eg: المفهوم فى الرئيسيةباللغة الانجليزية

source: How We Provide
ar_eg: كيف نقدم

source: Image Url
ar_eg: لينك الصوره

source: Index
ar_eg: الرئيسية

source: Instagram Url
ar_eg: لينك instagram

source: Instagram Url Is Required
ar_eg: لينك Instagram مطلوب

# Interseted
source: Interested to Discuss Your Idea?
ar_eg: هل أنت مهتم بمناقشة فكرتك؟

source: Is Event
ar_eg: حدث ؟

source: Is Hidden
ar_eg: مخفى

# IsShow
source: Show
ar_eg: إظهار

source: Is Special Project
ar_eg: مشروع متميز

source: Is Video
ar_eg: فيديو

source: Job
ar_eg: الوظيفة

source: Job Is Required
ar_eg: الوظيفة مطلوبه

source: Job Requests
ar_eg: طلبات الوظائف

# Language
source: En
ar_eg: ar

source: LATEST EVENTS
ar_eg: الأحداث الأخيرة

# LATESTNEWS
source: Lates News
ar_eg: اخر الأخبار

source: LinkedIn Url
ar_eg: لينك LinkedIn

source: LinkedInUrl Is Required
ar_eg: لينك linkedIn مطلوب

source: Location
ar_eg: الموقع

# LocationAr
source: Location Arabic
ar_eg: الموقع باللغة العربية

# LocationEn
source: Location English
ar_eg: الموقع باللغة الانجليزية

# LocationId
source: Location
ar_eg: الموقع

source: Location Is Required
ar_eg: الموقع مطلوب

source: Logout
ar_eg: تسجيل الخروج

source: Lookups
ar_eg: عمليات البحث

source: Mail
ar_eg: البريد الإلكترونى

# MaillIsRequired
source: Mail Is Required
ar_eg: البريد الالكترونى مطلوب

source: Managment
ar_eg: الإدارة

source: Master Plan
ar_eg: الخطة الرئيسية

# MasterPlanAr
source: Master Plan Arabic
ar_eg: الخطة الرئيسية بالعربية

# MasterPlanEn
source: Master Plan English
ar_eg: الخطة الرئيسية بالإنجليزية

source: Master Plan Image Url
ar_eg: صورة الخطة الرئيسية

source: Master Plan Image Url Is Required
ar_eg: صورة الخطة الرئيسية مطلوبه

source: Master Plan Is Required
ar_eg: الخطة الرئيسية مطلوبة

source: Media
ar_eg: المعرض

source: Message
ar_eg: الرسالة

source: Mission
ar_eg: المهمة

# MissionAr
source: Mission Arabic
ar_eg: مهمتنا باللغة العربية

# MissionEn
source: Mission English
ar_eg: مهمتنا باللغة الانجليزية

source: Mission Is Required
ar_eg: مهمتنا مطلوبه

source: Mobile Number
ar_eg: رقم الموبايل

source: Mobile Number Is Required
ar_eg: رقم الموبايل مطلوب

source: MORE EVENTS
ar_eg: أحداث أكثر

source: More News
ar_eg: أخبار أكثر

source: Must Great Places for Summer
ar_eg: يجب أن تكون أماكان رائعة لفصل الصيف

source: Name
ar_eg: الاسم

# NameAr
source: Name Arabic
ar_eg: الاسم باللغة العربية

# NameEn
source: Name English
ar_eg: الاسم باللغة الانجليزية

source: Name Is Required
ar_eg: الإسم مطلوب

source: New
ar_eg: خبر

source: New Applied Job Requests
ar_eg: عدد طلبات التوظيف الجديدة

source: New contact Us Requests Projects Count
ar_eg: عدد طلبات التواصل الجديدة

source: New Password
ar_eg: الرقم السرى الجديد

# News
source: News & Media
ar_eg: الأخبار و الاحداث

source: News And Events
ar_eg: الأخبار والأحداث

source: News Banner Photo Url
ar_eg: صورة غلاف صفحة الأخبار والأحداث

source: News Banner Photo Url Is Required
ar_eg: صورة غلاف صفحة الأخبار مطلوبة

# NEWSEventes
source: NEWS &
ar_eg: الأخبار

source: Newsletter
ar_eg: النشرة الإخبارية

# NewsSubscrib
source: NEWSSubscribe to Our Newsletter
ar_eg: اشترك في نشرتنا الإخبارية

source: New Username
ar_eg: إسم المستخدم الجديد

source: Objectives
ar_eg: الاهداف

# ObjectivesAr
source: Objectives Arabic
ar_eg: اهدافنا باللغة العربية

# ObjectivesEn
source: Objectives English
ar_eg: اهدافنا باللغة الانجليزية

source: Objectives Is Required
ar_eg: اهدافنا مطلوبه

source: Old Password
ar_eg: الرقم السرى القديم

source: Old Password Not Correct
ar_eg: الرقم السرى القديم ليس صحيح

source: Old Username
ar_eg: إسم المستخدم القديم

source: Old Username Not Correct
ar_eg: إسم المستخدم القديم ليس صحيح

# OurCareValue
source: Our Care Values
ar_eg: القيم الأساسية

source: Our Management
ar_eg: فريقنا الأداري

source: OUR MISSION
ar_eg: رسالتنا

source: Our New Luxurious Developments Delivered to Your Inbox
ar_eg: تسليم تطوراتنا الفاخرة الجديدة إلى بريدك الوارد

# OurObjectives
source: Core Values
ar_eg: القيم الجوهرية

source: OUR VISION
ar_eg: رؤيتنا

source: Pages
ar_eg: الصفحات

source: Password
ar_eg: كلمة المرور

source: Password Changed Successfully
ar_eg: تم تغيير الرقم السرى بنجاح

source: Password Is Required
ar_eg: الرقم السرى مطلوب

source: Phone
ar_eg: رقم الهاتف

# PhoneRIsequired
source: Phone Is Required
ar_eg: رقم الهاتف مطلوب

source: Photo
ar_eg: الصورة

source: Photo Gallery
ar_eg: معرض الصور

source: Photo Is Required
ar_eg: الصوره مطلوبه

source: Photo Url
ar_eg: لينك الصوره

source: Position
ar_eg: المنصب

# PositionAr
source: Position Arabic
ar_eg: المنصب باللغة العربية

# PositionEn
source: Position English
ar_eg: المنصب باللغة الانجليزية

source: Position Is Required
ar_eg: المنصب مطلوب

source: PRIVACY POLICY
ar_eg: سياسة الخصوصية

# Product
source: Products
ar_eg: منتجات

# Project
source: Projects
ar_eg: المشاريع

source: Project Amenities
ar_eg: وسائل الراحة فى المشروع

source: Project Banner Photo Url
ar_eg: صورة غلاف صفحة المشاريع

source: Project Banner Photo Url Is Required
ar_eg: صوره غلاف صفحة المشاريع مطلوبة

source: Project Details Banner Photo Url
ar_eg: صورة غلاف صفحة تفاصيل المشروع

source: Project Details Banner Photo Url Is Required
ar_eg: صورة غلاف صفحة تفاصيل المشروع مطلوبة

source: Project Gallery
ar_eg: معرض صور المشروع

source: Project Plans
ar_eg: خطط المشروع

# PROJECTS
source: Portofolio
ar_eg: مشاريع

source: Project Type
ar_eg: نوع المشروع

# ProjectTypeId
source: Project Type
ar_eg: نوع الملكية

source: Project Type Is Required
ar_eg: نوع الملكية مطلوب

source: Project Types
ar_eg: انواع المشاريع

source: Property Type
ar_eg: نوع الملكية

# PropertyTypeId
source: Property Type
ar_eg: نوع العقار

# PropertyTypeIdIsRequired
source: Property Type IsRequired
ar_eg: نوع العقار مطلوب

source: READ MORE
ar_eg: اقرأ أكثر

source: REAL ESTATE
ar_eg: العقارات

source: Reason
ar_eg: السبب

source: Reason Is Required
ar_eg: السبب مطلوب

source: Remove Photo
ar_eg: حذف صورة

source: Remove Video
ar_eg: حذف فيديو

source: Request
ar_eg: طلب

source: Request Date
ar_eg: تاريخ الطلب

source: Request Date Is Required
ar_eg: تاريخ الطلب مطلوب

source: Request Form
ar_eg: نموذج طلب

source: Requests
ar_eg: الطلبات

source: Resdential Projects Count
ar_eg: عدد المشاريع السكنية

source: Reset
ar_eg: تصفية

source: RESIDENTIAL
ar_eg: سكني

# ResidentialProjectDescriptionAr
source: Residential Project Description Arabic
ar_eg: وصف المشروع السكنى باللغة العربية

# ResidentialProjectDescriptionEn
source: Residential Project Description English
ar_eg: وصف المشروع السكنى باللغة الانجليزية

source: Residential Project Description Is Required
ar_eg: وصف المشروع السكنى مطلوب

source: Residential Projects
ar_eg: المشاريع السكنية

source: Residentials
ar_eg: المشاريع السكنية

source: Role
ar_eg: الوظيفة

# SandSuccessfully
source: Sent Successfully, Thanks for Communicating us
ar_eg: شكراً على تواصلكم معنا تم إرسال الطلب بنجاح

# SatCustomerDesc
source: Established in Egypt, The LEAN Solutions is a top-notch, multi-utility software consulting firm, known for its innovative web design and best web development technologies.
ar_eg: تأسست شركة The LEAN Solutions في مصر ، وهي شركة استشارات برمجيات من الدرجة الأولى ومتعددة الاستخدامات ، تشتهر بتصميم الويب المبتكر وأفضل تقنيات تطوير الويب

source: Satisfied Customers
ar_eg: زبائن يشعرون بالرضى

source: Save
ar_eg: حفظ

source: Saved Successfully
ar_eg: تم الحفظ بنجاح

source: Search
ar_eg: بحث

source: See More
ar_eg: رؤية المزيد

source: Select
ar_eg: اختر

source: Send
ar_eg: إرسال

source: Services
ar_eg: خدمات

source: Settings
ar_eg: الإعدادات

source: Show
ar_eg: اظهار

source: Show Commercial Section
ar_eg: إظهار المشاريع التجارية

source: Show Construction Updates
ar_eg: عرض تحديثات البناء

source: Show Convenient Location
ar_eg: عرض الموقع المناسب

source: Show Featured Projects
ar_eg: عرض المشاريع المميزة

source: Show Localization
ar_eg: إظهار تغيير اللغة

# ShowMission
source: Show Mission Section
ar_eg: عرض قسم مهمتنا

# ShowObjectives
source: Show Objectives Section
ar_eg: عرض قسم أهدافنا

source: Show Resdential Section
ar_eg: إظهار المشاريع السكنية

# ShowVision
source: Show Vision Section
ar_eg: عرض قسم رؤيتنا

source: Size
ar_eg: الحجم

source: Slider
ar_eg: السلايدر

source: SOCIAL MEDIA
ar_eg: التواصل الإجتماعى

source: Special / Other
ar_eg: مميز / اخرى

source: Static Content
ar_eg: المحتوى الثابت

source: STRUCTURE
ar_eg: بناء

source: Subscribe
ar_eg: إشترك

source: Subscription
ar_eg: إشتراك

source: Tab Order
ar_eg: الترتيب

source: Tab Order Is Required
ar_eg: الترتيب مطلوب

source: Tab Url
ar_eg: اللينك

source: Tab Url Is Required
ar_eg: اللينك مطلوب

# TermsandConditions
source: Terms & Conditions
ar_eg: الشروط و الأحكام

# TextAr
source: Text Arabic
ar_eg: النص باللغة العربية

# TextEn
source: Text English
ar_eg: النص باللغة الانجليزية

source: Text Is Required
ar_eg: النص مطلوب

source: There Is No Data
ar_eg: لا يوجد بيانات

# TitleAr
source: Title Arabic
ar_eg: إسم المشروع بالعربية

# TitleArIsRequired
source: Title Arabic Is Required
ar_eg: إسم المشروع مطلوب

# TitleEn
source: Title English
ar_eg: إسم المشروع بالإنجليزية

# TitleEnIsRequired
source: Title English Is Required
ar_eg: إسم المشروع مطلوب

source: Touch
ar_eg: تواصل

source: Type
ar_eg: النوع

source: Unit Type
ar_eg: نوع الوحدة

# UnitTypeId
source: Unit Type
ar_eg: نوع الوحدة

source: Upload News And Events Galley Images
ar_eg: رفع صور الخبر / الحدث

source: Upload Photo
ar_eg: رفع صورة

source: Upload Video
ar_eg: رفع فيديو

source: US
ar_eg: بنا

source: User name
ar_eg: اسم المستخدم

source: Username Changed Successfully
ar_eg: تم تغيير إسم المستخدم بنجاح

source: Username Is Required
ar_eg: إسم المستخدم مطلوب

source: Video
ar_eg: فيديو

source: Video Gallery
ar_eg: معرض الفيديو

source: Video / Photo
ar_eg: فيديو / صورة

source: VIEW
ar_eg: عرض

source: Vision
ar_eg: الرؤية

# VisionAr
source: Vision Arabic
ar_eg: رؤيتنا باللغة العربية

# VisionEn
source: Vision English
ar_eg: رؤيتنا باللغة الانجليزية

source: Vision Is Required
ar_eg: رؤيتنا مطلوبه

source: Want to Request A Unit? It's A Click Away!
ar_eg: تريد أن تطلب وحدة؟ بنقرة واحدة!

source: We Are
ar_eg: نحن

source: Website Url 3D
ar_eg: لينك الموقع 3D

source: Website Url 3D Is Required
ar_eg: لينك الموقع مطلوب

source: What We
ar_eg: ما

# WhatWeDelivered
source: What We Do
ar_eg: ما قدمناه

# WhatWeDeliveredAr
source: What We Delivered Arabic
ar_eg: ماذا نقدم باللغة العربية

# WhatWeDeliveredEn
source: What We Delivered English
ar_eg: ماذا نقدم باللغة الانجليزية

source: What We Delivered Is Required
ar_eg: ماذا نقدم مطلوب

source: Who
ar_eg: من

source: Why Us
ar_eg: لماذا نحن

source: Your Request Sent Successfully
ar_eg: لقد تم إرسال طلبك بنجاح
